Repository: snoonz/Halvr
Catalog: Halvr/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ format is not supported.
ja: %@形式は対応していません。

source: Already encoded in HEVC.
ja: 既にHEVCでエンコードされています。

source: Bitrate
ja: ビットレート

source: Cancel
ja: キャンセル

source: Cancelled by user.
ja: ユーザーによりキャンセルされました。

source: Cannot get video duration.
ja: 動画の長さを取得できません。

source: Cannot read input video file.
ja: 入力動画ファイルを読み込めません。

source: Clear
ja: クリア

source: Close
ja: 閉じる

source: Codec
ja: コーデック

source: Compare
ja: 比較

source: Conversion Failed
ja: 変換失敗

source: Conversion Not Needed
ja: 変換不要

source: Conversion was cancelled.
ja: 変換がキャンセルされました。

source: Convert Video
ja: ビデオを変換

source: Converted (HEVC)
ja: 変換済み (HEVC)

source: Done
ja: 完了

source: Drag files or open to convert
ja: ファイルをドラッグまたは 開いて変換

source: Encoder
ja: エンコーダ

source: Export failed: %@
ja: エクスポートに失敗しました: %@

source: Failed to start ffmpeg: %@
ja: ffmpegの起動に失敗しました: %@

source: ffmpeg not found. Install via Homebrew: brew install ffmpeg
ja: ffmpegが見つかりません。Homebrewでインストールしてください: brew install ffmpeg

source: Hardware (Fast)
ja: ハードウェア（高速）

source: High Quality
ja: 高品質

source: Load Failed
ja: 読み込み失敗

source: No video selected for comparison
ja: 比較する動画が選択されていません

source: No video track found.
ja: 動画トラックが見つかりません。

source: Original
ja: オリジナル

source: Pause
ja: 一時停止

source: Play
ja: 再生

source: Preserve Original Timestamp
ja: 元のタイムスタンプを保持

source: Quality
ja: 画質

source: Quality Metrics
ja: 品質メトリクス

source: Resolution
ja: 解像度

source: Settings
ja: 設定

source: Size
ja: サイズ

source: Small Size
ja: 小サイズ

source: Software (High Quality)
ja: ソフトウェア（高品質）

source: Standard
ja: 標準

source: Step Backward
ja: 1フレーム戻る

source: Step Forward
ja: 1フレーム進む

source: This video is already encoded in HEVC.
ja: この動画は既にHEVCでエンコードされています。

source: Unknown error
ja: 不明なエラー

source: Unsupported Format
ja: 非対応形式
